Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh543-v2.tmx
Source language: bo
Languages: en

source: འཇམ་པའི་དབྱངས་ནི་བློ་དང་ལྡན། །བྱང་ཆུབ་སེམས་དཔས་བཀའ་སྩལ་པ། །སེམས་ཅན་རྣམས་ལ་ཕན་འདོད་ཕྱིར། །ལྷོ་ཡི་ཕྱོགས་སུ་གནས་པར་གྱིས། །
en: “By the command of The sagacious bodhisattva Mañjughoṣa, Kārttikeya will take up his abode in the southern regions, Desiring to bring benefit to beings. {53.576}

source: གདོང་དྲུག་གང་གི་སྔགས་དག་ནི། །འཇམ་པའི་དབྱངས་ཀྱིས་རབ་བསྟན་པ། །
en: “The mantras of Kārttikeya Have been taught by Mañjughoṣa.

source: དེ་ཚེ་དེ་ཕྱོགས་དེ་དུས་སུ། །གྲུབ་པར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །དེ་ཚེ་དཔལ་གྱི་རི་བོའི་ཕྱོགས། །འབིགས་བྱེད་ནང་དང་རི་ཞོལ་དང་། །
en: There is no doubt that they will bring success At that time and in that region, Including in the country of Śrīparvata And the valleys and ridges of the Vindhyas. {53.577}

source: གླིང་ཉིད་རྣམ་པ་ཐམས་ཅད་དང་། །ཀ་ལིང་ཀ་ཞེས་རབ་བསྒྲགས་དང་། །ཡོན་ཏན་གསུམ་དང་ཀླ་ཀློ་དང་། །ཁོ་ར་འཁོར་ཡུག་ཀོ་ས་ལ། །རྒྱ་མཚོའི་ནང་དང་འགྲམ་དག་ཏུ། །རྒྱལ་པོ་དག་ནི་མཐའ་ཡས་ཡོད། །
en: “It is said that in all the islands Of the coasts of Kaliṅga, In the countries of the three types of mlecchas, In the areas surrounding Kośala, And in the ocean’s bays and peninsulas There will be innumerable kings. {53.578}

source: ཆ་ཤས་ཀཱ་མ་རཱུ་ཞེས་པ། །ཁ་བ་ཅན་གྱི་ནང་ན་གནས། །
en: “The kings of the Kāmarūpa line(s) Will rule at the foot of the snowy mountains.

source: ཨོ་ཌ་ཡུལ་གྱི་མཚམས་ཀུན་ན། །རྒྱལ་པོ་རྣམས་ནི་མང་པོ་གསུངས། །
en: There will be many kings, it is said, All around in the maritime provinces. {53.579}

source: སྣ་ཚོགས་ཀླ་ཀློའི་རྒྱལ་པོ་ནི། །སྟོན་པ་མཆོད་བྱེད་དེ་གཙོ་བྱེད། །
en: “Many kings of the mleccha hordes Will be devoted to worshiping the Teacher.

source: དབང་པོ་ཟླ་བ་དགའ་བ་ཡི། །རྒྱལ་པོ་ཀླ་ཀློའི་གནས་ན་གནས། །
en: Indra and the great king Sucandra Will live in mleccha countries. {53.580}

source: དེ་ལས་རྒྱལ་པོ་གཉིས་དག་ནི། །བསྟན་པ་ལ་ནི་ལོ་བརྒྱད་དང་། །སྟོན་པའི་སྐུ་གཟུགས་མཆོད་བྱེད་པའོ། །དེ་ལས་སྐྱེས་པ་ཐམས་ཅད་ནི། །
en: “Both these kings will take joy In studying the teachings there for eight years. All the beings there will have faith in you And worship the images of the Teacher. {53.581}

source: རྒྱལ་བའི་བསྟན་ལ་རབ་དད་པར། །ཐེ་ཚོམ་མེད་པར་འབྱུང་བར་འགྱུར། །
en: “They will have faith in the Victor’s teaching, Of this there is no doubt.

source: ཤར་གྱི་ཕྱོགས་ལ་བརྟེན་པ་ཡི། །རྒྱལ་པོའི་མཆོག་ནི་མང་པོ་གསུངས། །གང་ཞིག་འདས་དང་མ་འོངས་དང་། །ད་ལྟར་བྱུང་བ་ཐམས་ཅད་དུའོ། །
en: Many eminent kings based in the eastern lands Have been described, Those of the past, the present, And the future—of all the periods. {53.582}

source: དང་པོའི་རྒྱལ་པོ་མཆོག་བཤད་བྱ། །
en: “I will start with the eminent king Born on earth in the dynastic Gauḍa family.

source: གོ་ཌཱའི་རྒྱུད་དུ་ས་སྟེང་སྐྱེས། །གྲོང་ཁྱེར་འཕེལ་བྱེད་ཉམས་དགའ་བར། །གྲགས་ལྡན་དེ་ནི་རབ་ཏུ་སྐྱེ། །དེ་མིང་འཇིག་རྟེན་ཞེས་བྱ་བ། །རྒྱལ་པོ་གོ་ཌཱ་འཕེལ་བྱེད་བྱུང་། །
en: He will be born to Yaśasvin In the pleasant city of Vardhamāna. {53.583} “This king, Loka by name, Will bring prosperity to Gauḍa.

source: ང་ནི་འཇིག་རྟེན་སྐྱེས་མེད་འདིར། །དེ་ནི་ཆོས་ལ་སེམས་པ་བྱུང་། །
en: He will care for the Dharma When I arise in this world no more. {53.584}

source: ས་བདག་མང་པོ་རྣམས་མནན་ནས། །ཞོ་ཤས་འཚོ་བ་དག་ཏུ་བྱས། །
en: “Many kings will come, Pursuing various activities in their lives.

source: བར་མའི་དུས་སུ་འདི་དག་མཉམ། །བར་མ་བར་མའི་ཆོས་དང་ལྡན། །རྩོད་པའི་དུས་ཀྱི་ཐ་མ་ལ། །མི་ཡི་དབང་པོ་དེ་ཉིད་ཉོན། །
en: Hear now the true account of the kings Of Madhyadeśa during the middle period Who will follow the Dharma of the Middle Way And provide comfort in the final, lowest eon. {53.585}

source: རྒྱལ་པོ་རྒྱ་མཚོ་ཞེས་བྱ་དང་། །རྣམ་པར་གནོན་པ་ཉིད་དང་ནི། །རྒྱལ་མཆོག་གཙོ་བོ་དབང་ཆེན་དང་། །དེ་འོག་ཡི་གེ་ས་ཞེས་བྱ། །
en: “There will be the famous kings Known as Samudra and Vikrama, The eminent king Mahendra, And after him, the emperor with the initial S, {53.586}

source: ལྷ་ཡི་རྒྱལ་པོ་ཞེས་བྱ་སྟེ། །ཐ་མའི་དུས་ལ་འབྱུང་བར་འགྱུར། །རྒྱལ་པོའི་གཙོ་བོ་སྣ་ཚོགས་ཞེས། །
en: “Who will also be known, In this debased eon, by the name Devarāja, As well as other different names.

source: བློ་ལྡན་ཆོས་ནི་འཕེལ་བྱེད་པའོ། །
en: He will be intelligent and will patronize the Dharma. {53.587}

source: དེ་ཡི་ནུ་བོ་བྱིས་ཞེས་བྱ། །བསྟན་པ་འདི་ལ་ཕན་ཞིང་དགའ། །
en: “His younger successor by the name Bāla Will delight in the auspicious doctrine.

source: ཤར་ཕྱོགས་རྒྱ་མཚོའི་མཐར་ཐུག་པར། །མཆོད་རྟེན་གྱིས་བརྒྱན་མཛེས་པ་ནི། །
en: He will beautifully adorn the eastern region As far as the sea with caityas. {53.588}

source: དེ་ཚེ་ས་རྣམས་མ་ལུས་པར། །བྱེད་པར་འགྱུར་བར་ཐེ་ཚོམ་མེད། །ལྷ་ཁང་ཀུན་དགའ་ར་བ་རྫིང་། །སྐྱེད་མོས་ཚལ་དང་བཀད་ས་ནི། །
en: “He will build, there is no doubt, Monasteries, parks, ponds, Gardens, and of course shelters Throughout the whole country. {53.589}

source: དེ་ཚེ་དཔལ་ལྡན་བྱེད་འགྱུར་ཞིང་། །གཟིངས་དང་ཟམ་པ་བྱེད་པ་པོ། །དེ་ཚེ་སྟོན་པའི་གཟུགས་བརྙན་མཆོད། །དེ་ལ་ཞུགས་པའང་མཆོད་པར་བྱེད། །
en: “This glorious king will establish Road links by building bridges. He will worship the images of the Teacher And cause those with faith to worship them too. {53.590}

source: རྒྱལ་སྲིད་ས་ཡི་བདག་པོ་བྱེད། །གནོད་པ་མེད་ཅིང་འགྲན་ཟླ་མེད། །
en: “This great king will make the kingdom Trouble-free and without equal.

source: ལོ་ནི་སུམ་བརྒྱ་དག་ཏུའང་འཚོ། །ཞག་ནི་སུམ་ཅུར་རབ་བྱུང་ནས། །
en: He will live [secular life] for thirty-six years and thirty days, And then he will renounce the world. {53.591}

source: ཕ་རོལ་རྒོལ་བས་ཕམ་བྱས་ཏེ། །དེ་ནས་རྒྱལ་པོས་རང་སྲོག་བཅད། །
en: “Later, the king will commit suicide By becoming insensible while meditating.

source: དེ་འོག་དེ་ནས་ལུས་ཞིག་ནས། །དམྱལ་བ་དག་ཏུ་རབ་སྐྱེས་ཏེ། །
en: He will become a monk Because of grief for his son. {53.592}

source: ཞག་གསུམ་དང་ནི་གཅིག་དག་ཏུ། །དམྱལ་བ་དག་གི་འགྲོ་བར་གནས། །
en: “When his body gives out, He will fall into the hell realms.

source: དེ་ནས་དམྱལ་བའི་ལུས་བོར་ནས། །རྟག་ཏུ་རྒྱལ་པོ་ལྷ་གནས་འགྲོ། །ལྷ་རྣམས་ལེགས་ས་སྤྱད་འཇིག་རྟེན་དུ། །གཙང་མའི་གནས་ཞེས་རབ་ཏུ་དྲན། །
en: Having stayed there For four days, {53.593} “After he leaves his hell body behind, The king will be reborn, naturally, In the celestial realm of the pious gods Known as the Pure Abode.

source: དེར་ནི་ལྷ་རྒྱལ་ཞེས་བྱར་འགྱུར། །དག་པའི་བདག་ཉིད་བྱང་ཆུབ་གཞོལ། །
en: Himself pure by nature, he will become The king of gods destined for awakening. {53.594}

source: བརྒྱ་ཕྲག་དང་ནི་སྟོང་ཕྲག་ཏུ། །ལྷ་ཡི་བདེ་བ་རྗེས་སུ་མྱོང་། །ཕྱིར་ཡང་མི་ལུས་ཐོབ་ནས་ནི། །སྲིད་པ་གཞན་ལ་སངས་རྒྱས་འགྱུར། །སྐྱེ་བ་གཞན་དུ་སེམས་ཅན་ལ། །དེ་ཉིད་ཀྱིས་ནི་ལས་ཀྱང་བྱས། །
en: “Having experienced celestial pleasures For hundreds of thousands of years, He will once again be reborn as a human And become a buddha in his subsequent rebirth Due to the acts [of kindness] toward sentient beings Carried out in his previous births. {53.595}

source: གྲོང་ཁྱེར་འཕགས་རྒྱལ་ཞེས་བྱ་བ། །དེ་ཚེ་མ་ལ་བར་སྐྱེའོ། །
en: “He lived in the country of Kālava, In the city called Ujjayinī.

source: དེ་ནི་ཚོང་དཔོན་མཆོག་གྱུར་པ། །མ་ལ་བར་སྐྱེས་ནོར་ཆེན་ལྡན། །
en: There, he became a prominent merchant Of great wealth. {53.596}

source: འཇིག་རྟེན་སྟོང་ཞིང་གནས་མེད་པ། །སངས་རྒྱས་འབྱུང་བ་མེད་དུས་སུ། །རང་སངས་རྒྱས་ནི་འཇིག་རྟེན་དུ། །རྫུ་འཕྲུལ་ཆེན་པོ་རྣམ་པར་རྒྱུ། །
en: “It was a period without a buddha, But some powerful pratyeka­buddhas Wandered in the world That was empty and desolate. {53.597}

source: སེམས་ཅན་རྣམས་ལ་ཕན་དོན་དུ། །ས་ཡི་སྟེང་དུ་རྣམ་སྤྱོད་དེགྲོང་ཁྱེར་འཕགས་རྒྱལ་ཕྱིན་ནས་ནི། །བསོད་སྙོམས་སྤྱོད་ལ་རབ་ཏུ་ཞུགས། །
en: “Wandering thus in the land Out of the desire to benefit beings, They entered the city of Ujjayinī To seek alms. {53.598}

source: བདག་ཉིད་ཆེན་པོ་ཚོགས་སྤྱོད་པས། །དེ་ཚེ་ལམ་ཆེན་གྲོང་བར་རུ། །དེ་ཚེ་ཚོང་པ་དེ་ཉིད་ཀྱིས། །ཐུབ་པ་མངོན་དུ་མཐོང་བར་གྱུར། །
en: “While these great beings, the vargacārins, Were walking along the main street, The merchant, seeing the sages, Approached them {53.599}

source: འབྲས་ཆན་ལ་ནི་མགྲོན་བོས་ནས། །དེ་ཚེ་རང་གི་ཁྱིམ་དུ་ཁྱེར། །
en: “And invited them to his house To partake of some food.

source: དེ་ནས་ཐུབ་མཆོག་མྱུར་ཁྱེར་ནས། །སྟན་དག་ལ་ནི་བཞུགས་སུ་གསོལ། །
en: Having brought these distinguished ascetics to his home, He promptly offered them seats and said, {53.600}

source: ཟས་ཀྱི་དུས་ནི་ཉེར་གནས་པས། །བཅོམ་ལྡན་དེ་ནི་དགོངས་སུ་གསོལ། །
en: “ ‘Please join me, venerable sirs! Now is the mealtime.’

source: བདག་ཉིད་ཆེན་པོ་དེ་དག་ཀྱང་། །དེ་ཚེ་ཅང་མི་སྨྲ་བར་གྱུར། །
en: The great beings remained silent And did not say a word. {53.601}

source: དེ་ཚེ་ཚོང་པ་དེ་ལ་ནི། །ལྷུང་བཟེད་དག་ནི་ཟེད་པར་གྱུར། །
en: “Then they held out their bowls To the merchant for any alms he might give.

source: ཚོང་པ་ཟུར་གྱིས་གོ་བ་དང་། །དེ་ཚེ་བློ་དང་ལྡན་གྱུར་པས། །རྣམ་པ་སྣ་ཚོགས་བཟའ་བ་ཡིས། །ལྷུང་བཟེད་རྣམས་ནི་ཡོངས་སུ་བཀང་། །
en: Communicating with these learned men By gestures, {53.602} “The merchant filled their bowls With different types of food.

source: དེ་ནས་དེས་ནི་རང་ལག་གིས། །དེ་དག་ལ་ནི་འབད་པས་བྱིན། །
en: He carefully distributed it With his own hand. {53.603}

source: ཐོགས་ནས་དེ་དག་ཐམས་ཅད་ནི། །མར་མེའི་ཕྲེང་བ་བཞིན་དུ་མཐོང་། །ནམ་མཁའ་ལ་ནི་ལུས་བརྟེན་ནས། །དེ་དག་དེ་ཡི་མོད་ལ་སོང་། །
en: “Having accepted it, The pratyeka­buddhas all went to heaven, Where they can be seen as a string of lights, Nestled in the firmament of the sky. {53.604}

source: དེ་ནས་བ་སྤུ་ལངས་ནས་ནི། །དེ་ཚེ་སྐྱོ་བ་མང་པོ་གྱུར། །ཡིད་ནི་རྫུ་འཕྲུལ་ལ་དད་ནས། །ས་དེ་ལ་ནི་རབ་ཏུ་འགྱེལ། །
en: “The merchant, his hair bristling with joy, Very excited, fell on the ground right there, His mind humbled by the great power [Of the pratyeka­buddhas]. {53.605}

source: སྨོན་ལམ་དེ་ཚེ་བྱེད་པ་ཡང་། །ཇི་ལྟར་ཚིག་ཏུ་སྨྲ་བ་ནི། །
en: “He made an aspiration at that time, Saying the following words:

source: དགེ་བའི་རྩ་བ་འདི་ཡིས་ནི། །དེ་རིང་བདག་གིས་གང་ཐོབ་པ། །དེས་ནི་ཐུབ་པ་རབ་མཆོག་ནི། །འཇིག་རྟེན་བློ་ཡི་མཆོག་འགྱུར་ཤོག །
en: ‘Due to this root of virtue That I have accumulated today, May I become a supreme buddha Just like these eminent sages.’ {53.606}

source: དེ་ཚེ་ས་སྟེང་འཁོར་ལོས་སྒྱུར། །སྐྱེ་བ་སྟོང་ཕྲག་བཅུ་རུ་འགྱུར། །
en: “Subsequently, he was reborn on earth Ten thousand times as an emperor

source: དེ་ནས་དེ་ཡི་ལུས་སྤངས་ནས། །བྱེ་བ་དྲུག་ཅུར་ལྷ་གནས་འགྲོ། །
en: And, after leaving the human body, Six hundred million times as a god. {53.607}

source: དེར་ནི་ཡུན་རིང་བདེ་མྱོང་ནས། །ལྷ་གནས་སྐྱེ་བ་ཡོངས་བོར་ཏེ། །
en: “When he leaves his existence as a god, Having experienced great pleasures for a long time,

source: དེ་ཚེ་མི་ཡི་སྐྱེ་བ་ནི། །གཞན་གྱི་དབང་གིས་འདིར་ཡང་ཕྱིན། །
en: He will obtain a human birth in this world, Subject to another’s will. {53.608}

source: དེ་ནི་རྒྱལ་པོའི་རིགས་སྐྱེས་པ། །ཐམས་ཅད་དུ་ནི་འདིར་ཡང་འགྱུར། །རྒྱལ་པོ་བྱིས་པ་ཞེས་བྱ་དེ། །ཤར་གྱི་ཕྱོགས་སུ་འབྱུང་བར་འགྱུར། །
en: “He will certainly be born In this world into a royal family As the king by the name of Bāla, Who will rule a country in the east. {53.609}

source: སྐྱེ་བ་སྟོང་ཕྲག་བརྒྱད་དུ་ནི། །བདེ་བ་སྒྲིབ་མེད་ཐོབ་འགྱུར་བ། །དཔལ་ལྡན་རྒྱལ་པོས་ཐོབ་པའོ། །ཐམས་ཅད་མཁྱེན་ཉིད་མཐར་ཐོབ་འགྱུར། །
en: “After thousands of more births Filled with lasting, unadulterated pleasure, This glorious king Will ultimately attain omniscience. {53.610}

source: དེ་ལྟར་རྣམ་མང་སེམས་ཅན་དང་། །དེ་བཞིན་ཕུན་ཚོགས་རྒྱ་ཆེ་བ། །དེ་ཚེ་མཆོད་དང་སྐུལ་བྱེད་པ། །སྟོན་པ་ལ་ནི་སུ་མི་བྱེད། །
en: “So, knowing how manifold And extensive is the resulting good fortune, Who would not worship the Teacher And make requests to him?

source: རིག་པ་དགེ་བ་བྱེད་པ་ཡི། །བྱང་ཆུབ་ལམ་ལ་ངེས་པར་སྦྱོར། །
en: Who would not engage in noble deeds And pursue the path of awakening? {53.611}

source: དེ་ལས་གཞན་པའི་རྒྱལ་པོ་ནི། །གོ་ཌཱ་ནུས་པའི་ངང་ཚུལ་ཅན། །གཞོན་ནུ་ཞེས་བྱའི་རྒྱལ་པོར་གསུངས། །
en: “The next king after [Bāla], Who will rule over the Gauḍas, Will be known under the name Kumāra.

source: དེ་ཡང་ཤིན་ཏུ་ཆོས་དང་ལྡན། །
en: He too will be exceedingly virtuous. {53.612}

source: དེ་ནས་གཞན་པ་དཔལ་ལྡན་བཅས། །ཡི་གེ་ཨུ་ཞེས་རྣམ་པར་གྲགས། །
en: “After Kumāra , there will be a glorious king Known by the name with the initial U.

source: དེ་ལས་གཞན་ནི་རྣམ་འབྱེད་ཅིང་། །དེ་བཞིན་ཕན་ཚུན་འཇིགས་པར་བྱེད། །
en: After him, the Gauḍas Will fall out with one another {53.613}

source: དེ་དག་གོ་ཌཱ་དྲག་སེམས་ཀྱིས། །འདི་དག་འབྱེད་པ་ཆེན་པོར་བྱེད། །
en: “And, with violent thoughts, Will form large factions.

source: དེ་ནས་ལྷ་ཞེས་བྱ་བ་ཡི། །རྒྱལ་པོ་ལམ་ནི་བྱེད་པར་ཤེས། །
en: Thereafter, there will come the king called Deva, Also known as ‘the Magadhan.’ {53.614}

source: དགྲ་རྣམས་ཀུན་གྱིས་ཡོངས་ཁྱབ་ནས། །དེ་ནི་དགྲ་ཡིས་བསྣུན་ནས་ཤི། །
en: “He too will be surrounded on all sides, Attacked, and destroyed by his enemies.

source: དེའི་འོག་ཟླ་བ་ཞེས་ནི་བྱ། །དེས་ནི་རྒྱལ་པོ་ཉིད་ཀྱང་བྱས། །
en: After him the kingship will fall To the next king called Candra. {53.615}

source: སྔོན་གྱི་ལས་ཀྱིས་བསྐུལ་ནས་ནི། །དེ་ནས་མཚོན་གྱིས་རྨས་ནས་ཤི། །
en: “[Candra] too will die by the sword Because of his former actions.

source: དེ་ཡི་བུ་ནི་བཅུ་གཉིས་གྲངས། །ལོ་བརྒྱད་བཅས་པ་དག་ཏུ་འཚོ། །
en: As for his son Dvādaśa, He will live on for another several months. {53.616}

source: དེ་ཡང་མཚོན་གྱིས་རབ་བཏབ་ནས། །དེ་ཚེ་བྱིས་པ་ཉིད་དུ་ཤི། །
en: “He too will die by the sword When still a young boy.

source: དེ་དག་གཅིག་ལ་གཅིག་སེམས་ཤིང་། །དྲག་པོ་ཕན་པ་མེད་ལ་དགའ། །
en: These kings will relish hostilities, Intent on causing problems for one another. {53.617}

source: རྒྱལ་མཆོག་ཡི་གེ་ཏ་ཞེས་བྱ། །དེ་ཡི་ཚེ་ན་འབྱུང་བར་འགྱུར། །
en: “At that time will rise a stalwart king With the initial of Bh.

source: གོ་ཌཱའི་འཇིག་རྟེན་རྣམས་ཀྱི་གཙོ། །ཆེན་པོའི་ནད་ཀྱིས་ཡང་དག་བཏབ། །
en: The best among the Gauḍa people, He will be stricken with a serious illness. {53.618}

source: ནད་དེ་ཉིད་ཀྱིས་ཉམ་ཐག་ནས། །དུས་བྱས་ནས་ནི་འོག་ཏུ་སོང་། །
en: “Overcome by this illness, He will meet his demise.

source: དེ་འོག་ཡི་གེ་ད་ཞེས་བྱ། །ཉིན་ཞག་ཅུང་ཟད་རྒྱལ་པོ་བྱེད། །
en: After him, there will be a king with the initial D, Who will rule only for a few days. {53.619}

source: གོ་ཌཱའི་ཡུལ་དུ་བྱུང་གྱུར་པ། །གང་གཱའི་འགྲམ་དུ་ཡང་དག་གནས། །
en: “He will be based in the Gauḍa country By the bank of the Gaṅgā.

source: དེ་འོག་ཡི་གེ་བྷ་ཞེས་བྱ། །ཞག་གསུམ་དུ་ནི་རྒྱལ་པོ་བྱས། །
en: After him there will be a king with the initial Bh, Who will rule for three days. {53.620}

source: དེ་ནས་ས་སྲུང་རྒྱལ་པོ་ནི། །ཐམས་ཅད་དུ་ནི་དེ་ཚེ་འབྱུང་། །
en: “After that there will be King Gopālaka, Who will represent everything that a king should—

source: རྒྱལ་པོ་དེ་ནི་སྙན་པར་སྨྲ། །བྱས་པ་གཟོ་ཞིང་སྟོབས་ཀྱང་ཆེ། །
en: He will speak gently, will be compassionate, And will possess great strength. {53.621}

source: བུད་མེད་དབང་འགྱུར་བཀྲེན་ཞིང་གླེན། །དགྲ་ལས་རྒྱལ་ཞིང་མི་ཕྱེད་འགྱུར། །
en: “Under the sway of women as a young man, Heartsick and foolish, he will vanquish his opponents.

source: དགེ་བའི་བཤེས་གཉེན་ལ་བརྟེན་ནས། །དེ་ཚེ་གཏོང་བ་ཆེན་པོར་འགྱུར། །
en: But when he meets a virtuous friend, He will become very charitable. {53.622}

source: མཆོད་རྟེན་ཉམས་དགའ་གཙུག་ལག་ཁང་། །ཀུན་དགའ་ར་བ་རྣམ་མང་པོ། །རྫིང་ཡང་ཆུ་ནི་ཕུན་སུམ་ཚོགས། །བསོད་ནམས་གང་ནི་ལེགས་མཛེས་པ། །
en: “He will then build monasteries, caityas, Various pleasant gardens and parks, Ponds full of water, And beautiful hospitals. {53.623}

source: དེ་དག་མང་པོ་སྟོན་བྱེད་ཅིང་། །གྲགས་དང་སྙན་པའི་དོན་ལ་བརྩོན། །
en: “Many people will proclaim his fame As one who performs acts of service

source: ལྷ་ཡི་སྟེགས་ནི་ཉམས་དགའ་དང་། །ཕུག་དང་གནས་ཁང་དག་ཀྱང་བྱས། །
en: Such as building deity shrines, Caves, and dwellings. {53.624}

source: ཡ་མཚན་ཅན་གྱིས་ཡང་དག་གནོན། །སྣ་ཚོགས་མུ་སྟེགས་གནས་ཀྱིས་ནི། །
en: “The land will be overrun by heretics Belonging to different tīrthika groups.

source: རྒྱ་མཚོའི་འགྲམ་གྱི་མཐར་ཐུག་པར། །ཕྱོགས་དེ་ཐམས་ཅད་རྣམ་པར་གནོན། །
en: Every place will be overrun by them As far as the ocean’s shore. {53.625}

source: བརྩེ་ལྡན་ལོངས་སྤྱོད་ལྡན་དཔག་མེད། །རྒྱལ་པོ་དེ་ནི་ཆོས་ལ་དགའ། །
en: “This great king, however, being compassionate, Wealthy, and sensible, will patronize the Dharma.

source: ཤར་གྱི་ཕྱོགས་སུ་རྒྱས་པར་ནི། །ཐེ་ཚོམ་མེད་པར་འབྱུང་བར་འགྱུར། །
en: This powerful monarch will rule In the eastern territories, there is no doubt. {53.626}

source: རྟག་ཏུ་ཆོ་གར་ཡང་དག་ལྡན། །ཀ་བ་ཉེ་བར་གནས་གྱུར་ཚེ། །
en: “In his old age, he will suddenly Fall ill with dysentery.

source: གང་གཱའི་འགྲམ་ལ་ཡང་དག་བརྟེན། །དེ་ཚེ་རྒྱལ་ཐབས་བྱས་པ་ནི། །ལོ་ནི་སུམ་ཅུ་དག་དང་བདུན། །ལོ་ནི་བརྒྱད་ཅུ་དག་ནི་འཆི། །
en: Having ruled, On the bank of the Gaṅgā, For twenty-seven years, He will die at the age of eighty. {53.627}

source: དེ་ནས་དེ་ཡི་ལུས་ཞིག་ནས། །ལྷ་རྣམས་དག་ཏུ་ཉེ་བར་སྐྱེ། །
en: “After his body gives out, He will be reborn in the god realms.

source: དེ་ནས་དཔལ་ལྡན་ཀླུ་ཡི་རྒྱལ། །ཆོས་ཀྱི་བདག་ཉིད་ཆོས་ལ་དགའ། །
en: Then will come a glorious Nāga king, Devoted to and fond of the Dharma. {53.628}

source: མཆོད་རྟེན་གང་ཞིག་འདི་བྱས་དང་། །སྟོན་པའི་གཟུགས་བརྙན་ཡིད་དུ་འོང་། །
en: “He will build caityas and commission Beautiful images of the Teacher.

source: དེ་ཚེ་ས་སྟེང་དགེ་འདུན་ཆེད། །ལོགས་སུ་གཙུག་ལག་ཁང་དག་བྱས། །
en: He will also construct monasteries For the saṅgha. {53.629}

source: རྣམ་པར་སྨིན་པ་དེ་ཡིས་ནི། །སྲིད་པ་ཐ་མ་ལ་བརྟེན་ནས། །ངེས་པར་སངས་རྒྱས་ཉིད་ལམ་དང་། །མི་གཡོ་གོ་འཕང་ཐོབ་པར་འགྱུར། །
en: “Due to the maturing of this karma, He will, in his final birth, Enter the path to awakening And attain the unshakable state. {53.630}

source: དེ་ཡི་འོག་ཏུ་གོ་ཌཱར་ནི། །དེ་དག་གཙོར་ནི་མུ་སྟེགས་གནོན། །
en: “From his time onward, the earthly capital of the Gauḍas Will be overrun by tīrthikas.

source: ཤར་གྱི་ཕྱོགས་སུ་འབྱུང་བ་ནི། །གྲོང་ཁྱེར་དུ་ནི་མུ་སྟེགས་གནས། །རྒྱལ་པོའི་མིང་ནི་བཅོམ་ལྡན་ཞེས། །གོ་ཌཱའི་ནང་ན་མཐུ་དང་ལྡན། །
en: Then, in this eastern city Troubled by the tīrthikas, A king called Bhagavat Will come to power among the Gauḍas. {53.631}

source: བརྟུལ་ཞུགས་ཅན་ནི་མཐུར་ལྡན་པ། །སྦྱིན་གནས་ཞེས་པས་དབང་ཡང་བསྐུར། །
en: “He will be consecrated by Prabhaviṣṇu, A vow holder from the south.

source: དེར་ནི་རྒྱལ་སྲིད་བྱས་ནས་སུ། །ནུབ་ཀྱི་ཕྱོགས་སུ་ཡང་དག་སོང་། །
en: Having consolidated his kingship, He will make a [military] foray to the west. {53.632}

source: ཅི་འདོད་སྒྲུབ་པ་ཞེས་བྱ་བའི། །གྲོང་ཁྱེར་ཉམས་དགར་རབ་ཏུ་ཞུགས། །མ་ཞུ་པས་ནི་རབ་བཏབ་ནས། །ཕྱིར་ཡང་རབ་ཏུ་ལོག་པར་འགྱུར། །
en: “He will wantonly enter The pleasant city of Sāketa But, defeated by the enemy, Will have to retreat. {53.633}

source: ཤར་ཕྱོགས་རྒྱ་མཚོའི་མཐར་ཐུག་བར། །རྐུན་མ་རྣམས་ཀྱིས་ཡང་དག་ཁྱབ། །མཚོན་གྱི་གནོད་པས་རབ་བཤིག་ནས། །
en: “In the east, on the ocean’s edge, He will be surrounded by bandits And will die from the blow of a weapon.

source: ཤི་ནས་ཡི་དགས་འགྲོ་བར་སོང་། །
en: He will be reborn as a preta. {53.634}

source: ས་བདག་རྒྱལ་པོ་མི་མང་བ། །དེས་ནི་ལོ་གསུམ་བར་དུ་བྱས། །དེ་ནས་དེ་ནི་རྐུན་པོས་བས་བསད། །རྫུ་འཕྲུལ་ཆེ་བའི་ཡི་དགས་སོང་། །
en: “Having ruled for merely three years Over a small kingdom And then seized and killed by bandits, He will become a powerful preta

source: དེ་ཉིད་དུ་ནི་ལོ་གསུམ་བར། །ཡི་དགས་རྒྱལ་ཐབས་ཡོངས་སུ་བྱས། །
en: And rule over the pretas For three years. {53.635}

source: ཡི་དགས་འཇིག་རྟེན་མི་བཟད་པ། །དེ་ནས་དེ་ནི་ལུས་ཀྱང་བཏང་། །
en: “He will then leave his preta body And the terrible preta realm.

source: སྐྱེ་བ་དེ་ལས་རྣམ་གྲོལ་ནས། །རྟག་ཏུ་མཐོ་རིས་འཇིག་རྟེན་སོང་། །
en: Released thus from his birth as a preta, He will surely go to heaven. {53.636}

source: དེ་ཡི་འོག་ཏུ་རྒྱལ་པོ་ནི། །རྒྱ་མཚོ་ཞེས་ནི་བྱ་བར་གྲགས། །
en: “The king that will succeed [Bhagavat] Will be known under the name Samudra.

source: བློ་ངན་ལོ་ནི་གསུམ་གྱི་བར། །བློ་གྲོས་ངན་པས་རྒྱལ་སྲིད་ཐོབ། །
en: Dull and feebleminded, He will rule the kingdom for just three days.

source: དེ་ཡི་ནུ་བོར་རྣམ་གྲགས་པ། །ཐལ་བ་ཞེས་བྱའི་རྒྱལ་པོ་འབྱུང་། །
en: His younger brother who will succeed him Will be known under the name Bhasma. {53.637}

source: སྲོག་གཅོད་པ་དང་ཡང་དག་ལྡན། །བབ་ཅོལ་ཆེན་པོ་རབ་ཏུ་བྱེད། །
en: “This mighty lord will engage in excessive killing And commit other despicable acts.

source: འབད་པས་རང་གི་ལུས་ལ་ཡང་། །བརྩེ་མེད་བག་ནི་མེད་པའོ། །
en: He will be careless and without compassion toward others, But ever careful and vigilant about his own person. {53.638}

source: བྱིས་པར་གྱུར་པས་འདི་ཉིད་སེམས། །ཕ་རོལ་དོན་ནི་དེ་མི་སེམས། །
en: “Unconcerned about the hereafter, He will perform animal sacrificies in this world.

source: མི་དགེའི་བཤེས་གཉེན་ལ་བརྟེན་ནས། །སྡིག་པའི་ལས་ནི་མང་པོ་བྱས། །
en: Having met a nonvirtuous friend, He will accumulate a lot of evil karma. {53.639}

source: གཡོ་ལྡན་དེ་བཞིན་བཀྲེན་པ་ཡི། །བྲམ་ཟེས་རྒྱལ་སྲིད་དག་ཀྱང་གནོན། །
en: “His kingdom will be overrun With brahmins and pathetic logicians.

source: མི་དང་མི་མ་ཡིན་དག་གི། །ལོངས་སྤྱོད་རྣམ་པ་སྣ་ཚོགས་དང་། །
en: The people and the pitṛs will enjoy Luxuries of various types,

source: རྣམ་པ་སྣ་ཚོགས་ཕུན་སུམ་ཚོགས། །རྒྱལ་པོ་དེས་ཀྱང་རབ་ཏུ་ཐོབ། །
en: And also the king will obtain Good fortune of many kinds. {53.640}

source: དེ་ནི་མཐར་གྱིས་སོང་བ་དང་། །རྒྱལ་པོ་ནུབ་ཀྱི་ཕྱོགས་དག་ཏུ། །ཁ་ཆེའི་སྒོ་ཡི་མཐར་ཐུག་བར། །བྱང་གི་ཕྱོགས་ལ་བརྟེན་ནས་
en: “This king will gradually Advance toward the west, Until his territory extends up to The gateway of Kaśmīra. {53.641}

source: ནི། །དེར་ཡང་གཡུལ་ལས་རྣམ་རྒྱལ་ནས། །རྒྱལ་ཐབས་དེ་ཚེ་བྱས་པ་ནི། །བཅུ་གཉིས་ལོ་དང་ཟླ་བ་ལྔར། །ས་ལ་རྒྱལ་སྲིད་དེ་ཚེ་བྱས། །
en: “Victorious in battles there, He will rule his entire kingdom For twelve years And fifteen months. {53.642}

source: དེ་ནས་དེ་ནི་ནད་ཀྱིས་བཏབ། །ཡང་དང་ཡང་དུ་བརྒྱལ་བར་གྱུར། །
en: “When struck with an illness, He will faint again and again, collapsing onto the ground.

source: སྡུག་བསྔལ་ཆེན་པོས་ཟིལ་མནན་ནས། །ལུས་ནི་ཞིག་ནས་ཤི་འཕོས་འགྱུར། །
en: Overcome by great pain and with his body failing, He will die and be reborn in lower realms. {53.643}

source: རྒྱལ་སྲིད་ཕྱིར་ནི་རབ་ཆགས་ནས། །དེ་དག་ཕན་ཚུན་ཞེ་སྡང་ཞིང་། །
en: “Mutual enmities will [then break out in Bengal] Among those greedy for the crown.

source: མཚོན་ཆེན་ཚོགས་ཀྱིས་འཕེན་པ་ནི། །དེ་དག་ཕན་ཚུན་བྱས་པར་འགྱུར། །
en: They will engage in armed struggle, Fighting one another. {53.644}

source: ཡི་གེ་ས་མིང་བྱིས་པ་ཁྱེའུ། །དེ་ཚེ་རྒྱལ་སྲིད་དབང་ཡང་བསྐུར། །
en: “At that time, they will consecrate To kingship a young boy with the initial S.

source: མཚན་མ་ཙམ་ཞིག་དེ་བྱས་ནས། །ཕྱིར་ཡང་དེ་ནི་འབྱུང་བར་འགྱུར། །བྲམ་ཟེའི་གཙོ་བོ་གཉིས་ཀྱིས་ནི། །དེ་དག་ཕན་ཚུན་ཕྱེ་ནས་ནི། །
en: The brahmins who will do this Will be divided among themselves, So they will make him a ruler in title only, And then remove him. {53.645}

source: མ་ག་དྷཱ་ཡི་ཡུལ་ཕྱིན་ཞིང་། །ཨུ་དུམ་བཱ་རའི་གྲོང་ཞེས་པར། །བྲམ་ཟེའི་གཙོ་བོ་བྱིས་པ་གཉིས། །ས་སྟེང་རང་གིས་དབང་ཡང་བསྐུར། །
en: “A brahmin will arrive In the province of Magadha, in the city Udumbara, And will consecrate as rulers upon earth Two boys. {53.646}

source: དེ་ནས་མཐར་གྱིས་དེ་སོང་ནསཤར་ཕྱོགས་སུ་ནི་ཡང་དག་བརྟེན། །
en: “They will gradually extend their rule To include the eastern provinces.

source: གོ་ཌཱའི་ཡུལ་གྱི་མིར་ཡང་ཕྱིན། །དེ་ཚེ་འགྲན་ཟླ་མེད་པར་གྱུར། །
en: Once they reach the Gauḍa province, They will have no rivals. {53.647}

source: བདག་ཉིད་ངན་པའི་རྩོད་རྒྱལ་གྱིས། །བྱིས་པའི་གཙོ་བོ་དེ་གཉིས་པོས། །མི་དགེའི་བཤེས་གཉེན་ལ་བརྟེན་ནས། །སྲོག་ཆགས་མང་པོ་རབ་ཏུ་བསད། །
en: “The two boy leaders will be killed By a rogue from Kaliṅga Who, because of his association with bad friends, Will commit many murders. {53.648}

source: གང་ཞིག་སྔོན་གྱི་རྒྱལ་པོས་བཀུར། །དཔའ་བས་ང་རྒྱལ་བྱེད་པ་གང་། །གོ་ཌཱར་སྐྱེ་བོ་གནས་པ་དག །ཐམས་ཅད་དག་ནི་གསོད་པར་རྩོམ། །
en: “He will kill All the inhabitants of Gauḍa Who formerly sided With the arrogant, warring kings. {53.649}

source: དེ་ནས་རྒྱལ་པོ་ཟླ་བ་ཞེས། །དཔའ་བོ་གཅིག་པུ་འབྱུང་བར་འགྱུར། །གང་གཱའི་འགྲམ་གྱི་མཐར་ཐུག་དང་། །བཱ་རཱ་ཎ་སཱི་དེ་ལས་གཞན། །
en: “After him, King Soma, A hero without equals, Will rule as far as the river Gaṅgā, In Vārāṇasī, and beyond. {53.650}

source: སྟོན་པའི་གཟུགས་བརྙན་ཉམས་དགའ་བ། །བློ་ངན་གྱིས་ནི་འཇིག་པར་འགྱུར། །
en: “In his ignorance, he will destroy The beautiful images of the Teacher

source: ཆོས་ཀྱི་སྟེགས་ནི་མི་ཉུང་བ། །རྒྱལ་བ་རྣམས་ཀྱིས་སྔོན་བསྟན་པ། །
en: And, as prophesied earlier by the Victorious One, Will burn the great Bridge of the Dharma {53.651}

source: བློ་ངན་དག་གིས་བསྲེག་འགྱུར་ཞིང་། །མུ་སྟེགས་རྣམས་ནི་གསོད་པར་དགའ། །
en: “This ignoramus will delight In the teachings of the tīrthikas

source: དེ་ནས་དེ་ནི་ཁྲོ་དང་ཆགས། །མི་སྡོམ་ལོག་པའི་ང་རྒྱལ་ཅན། །
en: And will be despised as a cruel And greedy person who holds wrong views. {53.652}
